results/1client_ssd/cockroachdb/cockroachdb_maxthroughput_disk_swapoff_results/exp3_trial_3.txt
Adding shard node URL: jdbc:postgresql://10.0.0.98:26257/ycsb?sslmode=disable
Using shards: 1, batchSize:-1, fetchSize: -1
[OVERALL], RunTime(ms), 300055
[OVERALL], Throughput(ops/sec), 72.21676026061888
[TOTAL_GCS_Copy], Count, 0
[TOTAL_GC_TIME_Copy], Time(ms), 0
[TOTAL_GC_TIME_%_Copy], Time(%), 0.0
[TOTAL_GCS_MarkSweepCompact], Count, 0
[TOTAL_GC_TIME_MarkSweepCompact], Time(ms), 0
[TOTAL_GC_TIME_%_MarkSweepCompact], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 299.0
[CLEANUP], MinLatency(us), 299
[CLEANUP], MaxLatency(us), 299
[CLEANUP], 99thPercentileLatency(us), 299
[CLEANUP], 99.9PercentileLatency(us), 299
[UPDATE], Operations, 21669
[UPDATE], AverageLatency(us), 13811.87438275878
[UPDATE], MinLatency(us), 2628
[UPDATE], MaxLatency(us), 29704191
[UPDATE], 99thPercentileLatency(us), 69119
[UPDATE], 99.9PercentileLatency(us), 400127
[UPDATE], Return=OK, 21669